<!DOCTYPE html>
<html lang="uk">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Technology+ Сервіс з встановлення відеоспостереження</title>
  <link rel="preconnect" href="https://fonts.gstatic.com">
  <link href="https://fonts.googleapis.com/css2?family=Montserrat:wght@400;500&family=Open+Sans:wght@400;600&display=swap" rel="stylesheet">
  <link rel="stylesheet" href="css/style.css">
</head>
<body>
  <header class="header" id="header">
    <div class="container__top">
      <div class="header__top">
        <button class="brgr__btn">
          <svg width="25" height="12" viewBox="0 0 25 12" fill="none" xmlns="http://www.w3.org/2000/svg">
            <rect width="25" height="2" rx="1" fill="#6B6B6B" />
            <rect y="5" width="25" height="2" rx="1" fill="#6B6B6B" />
            <rect y="10" width="25" height="2" rx="1" fill="#6B6B6B" />
          </svg>
        </button>
        <ul class="brgr__list">
          <li class="brgr__list-item">
            <a class="brgr__list-link" href="#service">
              Сервіс
            </a>
          </li>
          <li class="brgr__list-item">
            <a class="brgr__list-link" href="#price">
              Послуги
            </a>
            <span class="brgr__list-span">
              <a href="https://t.me/Tim4ik5" class="tel-link">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <g clip-path="url(#clip0)">
                    <path
                      d="M23.0485 1.58791L0 10.9116V12.2593L6.60138 14.2972L8.68914 20.9951L10.3557 20.9948L13.0427 18.2456L18.7149 22.4119L19.819 21.9918L24 2.38648L23.0485 1.58791ZM18.6704 20.6342L11.2 15.1472L10.3674 16.2806L11.8979 17.4048L9.72394 19.5885L8.01808 14.1159L17.8987 8.21643L17.1777 7.00887L7.15172 12.9951L2.3013 11.4978L22.3483 3.38833L18.6704 20.6342Z"
                      fill="#0085FF" />
                  </g>
                  <defs>
                    <clipPath id="clip0">
                      <rect width="24" height="24" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
              </a>
              <a class="brgr-tel" href="tel:+38096-801-53-40">
                +38096-801-53-40
              </a>
            </span>
          </li>
          <li class="brgr__list-item">
            <a class="brgr__list-link" href="#faq">
              Клієнтам
            </a>
          </li>
        </ul>
        <a class="link__logo" href="index.html">
          <svg width="106" height="19" viewBox="0 0 106 19" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M5.72168 14H4.22754V2.47754H0.158203V1.15039H9.79102V2.47754H5.72168V14ZM15.583 14.1758C14.1592 14.1758 13.0342 13.7422 12.208 12.875C11.3877 12.0078 10.9775 10.8037 10.9775 9.2627C10.9775 7.70996 11.3584 6.47656 12.1201 5.5625C12.8877 4.64844 13.916 4.19141 15.2051 4.19141C16.4121 4.19141 17.3672 4.58984 18.0703 5.38672C18.7734 6.17773 19.125 7.22363 19.125 8.52441V9.44727H12.4893C12.5186 10.5781 12.8027 11.4365 13.3418 12.0225C13.8867 12.6084 14.6514 12.9014 15.6357 12.9014C16.6729 12.9014 17.6982 12.6846 18.7119 12.251V13.5518C18.1963 13.7744 17.707 13.9326 17.2441 14.0264C16.7871 14.126 16.2334 14.1758 15.583 14.1758ZM15.1875 5.41309C14.4141 5.41309 13.7959 5.66504 13.333 6.16895C12.876 6.67285 12.6064 7.37012 12.5244 8.26074H17.5605C17.5605 7.34082 17.3555 6.6377 16.9453 6.15137C16.5352 5.65918 15.9492 5.41309 15.1875 5.41309ZM25.4707 14.1758C24.0762 14.1758 22.9951 13.748 22.2275 12.8926C21.4658 12.0312 21.085 10.8154 21.085 9.24512C21.085 7.63379 21.4717 6.38867 22.2451 5.50977C23.0244 4.63086 24.1318 4.19141 25.5674 4.19141C26.0303 4.19141 26.4932 4.24121 26.9561 4.34082C27.4189 4.44043 27.7822 4.55762 28.0459 4.69238L27.5977 5.93164C27.2754 5.80273 26.9238 5.69727 26.543 5.61523C26.1621 5.52734 25.8252 5.4834 25.5322 5.4834C23.5752 5.4834 22.5967 6.73145 22.5967 9.22754C22.5967 10.4111 22.834 11.3193 23.3086 11.9521C23.7891 12.585 24.498 12.9014 25.4355 12.9014C26.2383 12.9014 27.0615 12.7285 27.9053 12.3828V13.6748C27.2607 14.0088 26.4492 14.1758 25.4707 14.1758ZM36.791 14V7.76855C36.791 6.9834 36.6123 6.39746 36.2549 6.01074C35.8975 5.62402 35.3379 5.43066 34.5762 5.43066C33.5625 5.43066 32.8213 5.70605 32.3525 6.25684C31.8896 6.80762 31.6582 7.70996 31.6582 8.96387V14H30.1992V0.324219H31.6582V4.46387C31.6582 4.96191 31.6348 5.375 31.5879 5.70312H31.6758C31.9629 5.24023 32.3701 4.87695 32.8975 4.61328C33.4307 4.34375 34.0371 4.20898 34.7168 4.20898C35.8945 4.20898 36.7764 4.49023 37.3623 5.05273C37.9541 5.60938 38.25 6.49707 38.25 7.71582V14H36.791ZM47.8477 14V7.76855C47.8477 6.9834 47.6689 6.39746 47.3115 6.01074C46.9541 5.62402 46.3945 5.43066 45.6328 5.43066C44.625 5.43066 43.8867 5.70312 43.418 6.24805C42.9492 6.79297 42.7148 7.69238 42.7148 8.94629V14H41.2559V4.36719H42.4424L42.6797 5.68555H42.75C43.0488 5.21094 43.4678 4.84473 44.0068 4.58691C44.5459 4.32324 45.1465 4.19141 45.8086 4.19141C46.9688 4.19141 47.8418 4.47266 48.4277 5.03516C49.0137 5.5918 49.3066 6.48535 49.3066 7.71582V14H47.8477ZM60.627 9.1748C60.627 10.7451 60.2314 11.9727 59.4404 12.8574C58.6494 13.7363 57.5566 14.1758 56.1621 14.1758C55.3008 14.1758 54.5361 13.9736 53.8682 13.5693C53.2002 13.165 52.6846 12.585 52.3213 11.8291C51.958 11.0732 51.7764 10.1885 51.7764 9.1748C51.7764 7.60449 52.1689 6.38281 52.9541 5.50977C53.7393 4.63086 54.8291 4.19141 56.2236 4.19141C57.5713 4.19141 58.6406 4.63965 59.4316 5.53613C60.2285 6.43262 60.627 7.64551 60.627 9.1748ZM53.2881 9.1748C53.2881 10.4053 53.5342 11.3428 54.0264 11.9873C54.5186 12.6318 55.2422 12.9541 56.1973 12.9541C57.1523 12.9541 57.876 12.6348 58.3682 11.9961C58.8662 11.3516 59.1152 10.4111 59.1152 9.1748C59.1152 7.9502 58.8662 7.02148 58.3682 6.38867C57.876 5.75 57.1465 5.43066 56.1797 5.43066C55.2246 5.43066 54.5039 5.74414 54.0176 6.37109C53.5312 6.99805 53.2881 7.93262 53.2881 9.1748ZM64.6523 14H63.1934V0.324219H64.6523V14ZM76.0605 9.1748C76.0605 10.7451 75.665 11.9727 74.874 12.8574C74.083 13.7363 72.9902 14.1758 71.5957 14.1758C70.7344 14.1758 69.9697 13.9736 69.3018 13.5693C68.6338 13.165 68.1182 12.585 67.7549 11.8291C67.3916 11.0732 67.21 10.1885 67.21 9.1748C67.21 7.60449 67.6025 6.38281 68.3877 5.50977C69.1729 4.63086 70.2627 4.19141 71.6572 4.19141C73.0049 4.19141 74.0742 4.63965 74.8652 5.53613C75.6621 6.43262 76.0605 7.64551 76.0605 9.1748ZM68.7217 9.1748C68.7217 10.4053 68.9678 11.3428 69.46 11.9873C69.9521 12.6318 70.6758 12.9541 71.6309 12.9541C72.5859 12.9541 73.3096 12.6348 73.8018 11.9961C74.2998 11.3516 74.5488 10.4111 74.5488 9.1748C74.5488 7.9502 74.2998 7.02148 73.8018 6.38867C73.3096 5.75 72.5801 5.43066 71.6133 5.43066C70.6582 5.43066 69.9375 5.74414 69.4512 6.37109C68.9648 6.99805 68.7217 7.93262 68.7217 9.1748ZM86.5107 4.36719V5.29004L84.7266 5.50098C84.8906 5.70605 85.0371 5.97559 85.166 6.30957C85.2949 6.6377 85.3594 7.00977 85.3594 7.42578C85.3594 8.36914 85.0371 9.12207 84.3926 9.68457C83.748 10.2471 82.8633 10.5283 81.7383 10.5283C81.4512 10.5283 81.1816 10.5049 80.9297 10.458C80.3086 10.7861 79.998 11.1992 79.998 11.6973C79.998 11.9609 80.1064 12.1572 80.3232 12.2861C80.54 12.4092 80.9121 12.4707 81.4395 12.4707H83.1445C84.1875 12.4707 84.9873 12.6904 85.5439 13.1299C86.1064 13.5693 86.3877 14.208 86.3877 15.0459C86.3877 16.1123 85.96 16.9238 85.1045 17.4805C84.249 18.043 83.001 18.3242 81.3604 18.3242C80.1006 18.3242 79.1279 18.0898 78.4424 17.6211C77.7627 17.1523 77.4229 16.4902 77.4229 15.6348C77.4229 15.0488 77.6104 14.542 77.9854 14.1143C78.3604 13.6865 78.8877 13.3965 79.5674 13.2441C79.3213 13.1328 79.1133 12.96 78.9434 12.7256C78.7793 12.4912 78.6973 12.2188 78.6973 11.9082C78.6973 11.5566 78.791 11.249 78.9785 10.9854C79.166 10.7217 79.4619 10.4668 79.8662 10.2207C79.3682 10.0156 78.9609 9.66699 78.6445 9.1748C78.334 8.68262 78.1787 8.12012 78.1787 7.4873C78.1787 6.43262 78.4951 5.62109 79.1279 5.05273C79.7607 4.47852 80.6572 4.19141 81.8174 4.19141C82.3213 4.19141 82.7754 4.25 83.1797 4.36719H86.5107ZM78.8291 15.6172C78.8291 16.1387 79.0488 16.5342 79.4883 16.8037C79.9277 17.0732 80.5576 17.208 81.3779 17.208C82.6025 17.208 83.5078 17.0234 84.0938 16.6543C84.6855 16.291 84.9814 15.7959 84.9814 15.1689C84.9814 14.6475 84.8203 14.2842 84.498 14.0791C84.1758 13.8799 83.5693 13.7803 82.6787 13.7803H80.9297C80.2676 13.7803 79.752 13.9385 79.3828 14.2549C79.0137 14.5713 78.8291 15.0254 78.8291 15.6172ZM79.6201 7.45215C79.6201 8.12598 79.8105 8.63574 80.1914 8.98145C80.5723 9.32715 81.1025 9.5 81.7822 9.5C83.2061 9.5 83.918 8.80859 83.918 7.42578C83.918 5.97852 83.1973 5.25488 81.7559 5.25488C81.0703 5.25488 80.543 5.43945 80.1738 5.80859C79.8047 6.17773 79.6201 6.72559 79.6201 7.45215ZM86.959 4.36719H88.5234L90.6328 9.86035C91.0957 11.1143 91.3828 12.0195 91.4941 12.5762H91.5645C91.6406 12.2773 91.7988 11.7676 92.0391 11.0469C92.2852 10.3203 93.082 8.09375 94.4297 4.36719H95.9941L91.8545 15.3359C91.4443 16.4199 90.9639 17.1875 90.4131 17.6387C89.8682 18.0957 89.1973 18.3242 88.4004 18.3242C87.9551 18.3242 87.5156 18.2744 87.082 18.1748V17.0059C87.4043 17.0762 87.7646 17.1113 88.1631 17.1113C89.165 17.1113 89.8799 16.5488 90.3076 15.4238L90.8438 14.0527L86.959 4.36719ZM101.751 7.04785H105.372V8.26074H101.751V12.0049H100.529V8.26074H96.9258V7.04785H100.529V3.28613H101.751V7.04785Z"
              fill="#0085FF" />
          </svg>
        </a>
        <nav class="menu">
          <ul class="menu__list">
            <li class="menu__list-item">
              <a class="menu__list-link" href="#service">
                Сервіс
              </a>
            </li>
            <li class="menu__list-item">
              <a class="menu__list-link" href="#price">
                Послуги
              </a>
            </li>
            <li class="menu__list-item">
              <a class="menu__list-link" href="#faq">
                Клієнтам
              </a>
            </li>
          </ul>
        </nav>
        <a href="https://t.me/Tim4ik5" class="menu__tel-link">
          <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0)">
              <path
                d="M23.0485 1.58791L0 10.9116V12.2593L6.60138 14.2972L8.68914 20.9951L10.3557 20.9948L13.0427 18.2456L18.7149 22.4119L19.819 21.9918L24 2.38648L23.0485 1.58791ZM18.6704 20.6342L11.2 15.1472L10.3674 16.2806L11.8979 17.4048L9.72394 19.5885L8.01808 14.1159L17.8987 8.21643L17.1777 7.00887L7.15172 12.9951L2.3013 11.4978L22.3483 3.38833L18.6704 20.6342Z"
                fill="#0085FF" />
            </g>
            <defs>
              <clipPath id="clip0">
                <rect width="24" height="24" fill="white" />
              </clipPath>
            </defs>
          </svg>
        </a>
        <a class="tel" href="tel:+38096-801-53-40">
          +38096-801-53-40
        </a>
        <div class="lang">
          <p class="lang__ua">
            UA
          </p>
          <span class="lang__devider">|</span>
          <a class="lang__ru" href="index-ru.html">
            RU
          </a>
        </div>
      </div>
      <div class="header__usp">
        <h1 class="header__usp-title">
          Встановлення відеоспостереження
        </h1>
        <p class="header__usp-text">
          Монтаж систем відеоспостереження у Хмельницькому
        </p>
        <a class="header__usp-btn" href="#form">
          Замовити
        </a>
        <div class="numbers">
          <p class="numbers-years">
            4+
            <span class="numbers-yaers_span">
              роки роботи
            </span>
          </p>
          <p class="numbers-clients">
            100+
            <span class="numbers-clients_span">
              задоволених клієнтів
            </span>
          </p>
          <p class="numbers-days">
            90
            <span class="numbers-days_span">
              днів гарантії
            </span>
          </p>
        </div>
      </div>
    </div>
  </header>
  <section class="services">
    <div class="container__bottom">
      <h2 class="services-title">
        Наші послуги
      </h2>
      <div class="services-items">
        <div class="services-item">
          <svg width="150" height="125" viewBox="0 0 150 125" fill="none" xmlns="http://www.w3.org/2000/svg">
            <circle cx="74.5" cy="62.5" r="62.5" fill="white" />
            <path
              d="M79.4297 51.856C79.4766 51.856 79.5 51.8929 79.5 51.9665V56.644C79.5 57.6016 79.8984 58.3014 80.6953 58.7433C80.7656 58.7679 80.8301 58.7924 80.8887 58.817L81.0645 58.8906L81.2402 58.9459L81.416 58.9827L81.5918 59.0011H81.75C81.9844 59.0011 82.2188 58.9704 82.4531 58.9091C82.6875 58.8477 82.8984 58.7433 83.0859 58.596L90.75 54.0659V70.8973L83.0508 66.4777C82.6758 66.2076 82.2422 66.0726 81.75 66.0726H81.5391L81.3281 66.091L81.1172 66.1462L80.9238 66.2199L80.7305 66.3304C80.5898 66.404 80.4551 66.4961 80.3262 66.6066C80.1973 66.7171 80.0801 66.8399 79.9746 66.9749C79.8691 67.11 79.7871 67.2573 79.7285 67.4169C79.6699 67.5765 79.6172 67.7361 79.5703 67.8957C79.5234 68.0553 79.5 68.2333 79.5 68.4297V73.0335C79.5 73.0581 79.4941 73.0826 79.4824 73.1072C79.4707 73.1317 79.4531 73.144 79.4297 73.144H59.3203L59.25 73.0335V51.9665C59.25 51.942 59.2559 51.9174 59.2676 51.8929C59.2793 51.8683 59.2969 51.856 59.3203 51.856H79.4297ZM91.8047 50.6775C91.7109 50.6775 91.6113 50.6897 91.5059 50.7143C91.4004 50.7389 91.2832 50.7757 91.1543 50.8248C91.0254 50.8739 90.9141 50.9476 90.8203 51.0458L81.75 56.644V51.9665C81.75 51.6228 81.6914 51.3036 81.5742 51.0089C81.457 50.7143 81.293 50.4565 81.082 50.2355C80.8711 50.0145 80.625 49.8365 80.3438 49.7015C80.0625 49.5664 79.7578 49.4989 79.4297 49.4989H59.3203C58.6875 49.4989 58.1426 49.7383 57.6855 50.2171C57.2285 50.6959 57 51.279 57 51.9665V73.0335C57 73.721 57.2285 74.3041 57.6855 74.7829C58.1426 75.2617 58.6875 75.5011 59.3203 75.5011H79.4297C80.0625 75.5011 80.6074 75.2617 81.0645 74.7829C81.5215 74.3041 81.75 73.721 81.75 73.0335V68.4297L90.9961 74.0648C91.1602 74.2366 91.4414 74.3226 91.8398 74.3226C92.0039 74.3226 92.1562 74.2857 92.2969 74.2121C92.7656 74.0156 93 73.6473 93 73.1072V51.9297C93 51.365 92.7656 50.9844 92.2969 50.788C92.1562 50.7143 91.9922 50.6775 91.8047 50.6775Z"
              fill="#282828" />
          </svg>
          <h3 class="services-item__title">
            Встановлення відеоспостереження
          </h3>
          <p class="services-item__text">
            Встановлення, налаштування камери відеонагляду та відео-домофону.
          </p>
        </div>
        <div class="services-item item__b">
          <svg width="150" height="125" viewBox="0 0 150 125" fill="none" xmlns="http://www.w3.org/2000/svg">
            <circle cx="74.5" cy="62.5" r="62.5" fill="white" />
            <g>
              <path
                d="M60.4657 55.8358C60.1357 55.8358 59.8588 55.9514 59.6349 56.1826C59.411 56.4138 59.2991 56.6997 59.2991 57.0405C59.2991 57.2595 59.3521 57.4603 59.4581 57.6428C59.5642 57.8254 59.7056 57.9714 59.8824 58.0809C60.0591 58.1904 60.2536 58.2452 60.4657 58.2452C62.5633 58.2452 64.5725 58.5555 66.4933 59.1761C68.4141 59.7967 70.1287 60.685 71.637 61.8411C73.1454 62.9971 74.4593 64.36 75.5788 65.9298C76.6983 67.4995 77.5526 69.2701 78.1419 71.2414C78.7311 73.2128 79.0257 75.2936 79.0257 77.484C79.0257 77.8247 79.1376 78.1107 79.3615 78.3419C79.5854 78.5731 79.8623 78.6887 80.1923 78.6887C80.3573 78.6887 80.5105 78.6583 80.6519 78.5975C80.7933 78.5366 80.917 78.4514 81.0231 78.3419C81.1291 78.2324 81.2116 78.1046 81.2705 77.9586C81.3295 77.8126 81.3589 77.6544 81.3589 77.484C81.3589 74.4175 80.8286 71.5457 79.7681 68.8685C78.7075 66.1914 77.258 63.8976 75.4197 61.9871C73.5814 60.0766 71.3719 58.5737 68.7912 57.4785C66.2104 56.3834 63.4353 55.8358 60.4657 55.8358ZM60.4657 43.8982C60.3007 43.8982 60.1475 43.9286 60.0061 43.9895C59.8647 44.0503 59.7469 44.1355 59.6526 44.245C59.5583 44.3545 59.4758 44.4823 59.4051 44.6283C59.3344 44.7743 59.2991 44.9204 59.2991 45.0664C59.2991 45.4071 59.4169 45.6931 59.6526 45.9243C59.8883 46.1555 60.1593 46.2711 60.4657 46.2711C62.5161 46.2711 64.5371 46.4841 66.5286 46.91C68.5201 47.3359 70.4056 47.9382 72.185 48.717C73.9644 49.4958 75.6731 50.4572 77.3111 51.601C78.9491 52.7449 80.4398 54.0104 81.7831 55.3977C83.1265 56.7849 84.3521 58.3243 85.4598 60.0157C86.5675 61.7072 87.4984 63.4717 88.2526 65.3092C89.0068 67.1466 89.5901 69.0936 90.0026 71.1502C90.415 73.2067 90.6212 75.2936 90.6212 77.411C90.6212 77.7274 90.7332 78.0073 90.9571 78.2507C91.181 78.494 91.4579 78.6157 91.7879 78.6157C91.9293 78.6157 92.0707 78.5792 92.2121 78.5062C92.3535 78.4332 92.4772 78.348 92.5833 78.2507C92.6893 78.1533 92.7718 78.0255 92.8307 77.8673C92.8897 77.7091 92.9191 77.557 92.9191 77.411C92.9191 74.3688 92.5303 71.3996 91.7525 68.5035C90.9748 65.6073 89.8906 62.9362 88.5001 60.4903C87.1096 58.0444 85.4126 55.7871 83.4094 53.7184C81.4061 51.6497 79.2201 49.8974 76.8515 48.4615C74.4829 47.0256 71.8963 45.906 69.0917 45.1029C66.287 44.2998 63.4117 43.8982 60.4657 43.8982ZM63.3646 67.8829C61.597 67.8829 60.0945 68.5278 58.8572 69.8177C57.6198 71.1076 57.0012 72.6591 57.0012 74.4722C57.0012 76.2854 57.6198 77.8369 58.8572 79.1268C60.0945 80.4167 61.597 81.0616 63.3646 81.0616C65.1322 81.0616 66.6347 80.4167 67.872 79.1268C69.1093 77.8369 69.728 76.2854 69.728 74.4722C69.728 72.6591 69.1093 71.1076 67.872 69.8177C66.6347 68.5278 65.1322 67.8829 63.3646 67.8829ZM63.3646 78.7617C62.2333 78.7617 61.2611 78.3419 60.448 77.5023C59.6349 76.6626 59.2284 75.6526 59.2284 74.4722C59.2284 73.2919 59.6349 72.2819 60.448 71.4422C61.2611 70.6026 62.2333 70.1828 63.3646 70.1828C64.1188 70.1828 64.814 70.3714 65.4504 70.7486C66.0867 71.1258 66.5875 71.6491 66.9528 72.3184C67.3181 72.9877 67.5008 73.6995 67.5008 74.454C67.5008 75.6465 67.0942 76.6626 66.2811 77.5023C65.468 78.3419 64.4959 78.7617 63.3646 78.7617Z"
                fill="#282828" />
            </g>
            <defs>
              <clipPath>
                <rect width="36" height="37" fill="white" transform="translate(57 44)" />
              </clipPath>
            </defs>
          </svg>
          <h3 class="services-item__title title__b">
            Налаштування мережі wi-fi
          </h3>
          <p class="services-item__text">
            Під’єднання мережі до
            інтернету, створення
            локальної мережі.
          </p>
        </div>
        <div class="services-item">
          <svg width="150" height="125" viewBox="0 0 150 125" fill="none" xmlns="http://www.w3.org/2000/svg">
            <circle cx="74.5" cy="62.5" r="62.5" fill="white" />
            <path
              d="M92.3672 51.8047C92.1797 51.7083 91.9863 51.6782 91.7871 51.7144C91.5879 51.7505 91.4062 51.8408 91.2422 51.9854L85.582 57.2246L80.4492 51.8047L85.5117 45.8066C85.8164 45.4453 85.875 45.0479 85.6875 44.6143C85.5938 44.4215 85.459 44.271 85.2832 44.1626C85.1074 44.0542 84.9141 44 84.7031 44H84.4219C83.4609 44 82.5469 44.0301 81.6797 44.0903C80.8125 44.1506 79.8281 44.265 78.7266 44.4336C77.625 44.6022 76.6113 44.8853 75.6855 45.2827C74.7598 45.6802 74.0156 46.18 73.4531 46.7822L72.9609 47.2881C72.1406 48.1553 71.5195 49.2031 71.0977 50.4316C70.6758 51.6602 70.4883 52.9067 70.5352 54.1714C70.582 55.436 70.8398 56.6344 71.3086 57.7666L58.3008 71.3887C57.4336 72.304 57 73.4061 57 74.6948C57 75.9836 57.4336 77.0856 58.3008 78.001L59.8828 79.6631C60.7734 80.5544 61.834 81 63.0645 81C64.2949 81 65.3555 80.5544 66.2461 79.6631L79.3945 66.0049C79.7227 66.1735 80.0684 66.3301 80.4316 66.4746C80.7949 66.6191 81.1641 66.7396 81.5391 66.8359C81.9141 66.9323 82.2949 67.0106 82.6816 67.0708C83.0684 67.131 83.4375 67.1611 83.7891 67.1611C86.1562 67.1611 88.207 66.2578 89.9414 64.4512L90.3984 63.9453C90.9141 63.4395 91.3477 62.771 91.6992 61.9399C92.0508 61.1089 92.3086 60.3441 92.4727 59.6455C92.6367 58.9469 92.7598 58.0677 92.8418 57.0078C92.9238 55.9479 92.9707 55.1951 92.9824 54.7495C92.9941 54.3039 93 53.6595 93 52.8164C92.9766 52.3587 92.7656 52.0215 92.3672 51.8047ZM88.8516 62.3916L88.4297 62.8975C88.0078 63.3311 87.5449 63.6924 87.041 63.9814C86.5371 64.2705 86.0156 64.4873 85.4766 64.6318C84.9375 64.7764 84.375 64.8486 83.7891 64.8486C83.3438 64.8486 82.8633 64.8005 82.3477 64.7041C81.832 64.6077 81.3867 64.4873 81.0117 64.3428C80.3086 64.0296 79.6641 63.596 79.0781 63.042L64.6641 78.001C64.2188 78.4587 63.6855 78.6875 63.0645 78.6875C62.4434 78.6875 61.9102 78.4587 61.4648 78.001L59.8828 76.3389C59.6016 76.0498 59.4082 75.7065 59.3027 75.3091C59.1973 74.9116 59.1973 74.5081 59.3027 74.0986C59.4082 73.6891 59.6016 73.3398 59.8828 73.0508L73.9805 58.2725C73.5352 57.598 73.207 56.8392 72.9961 55.9961C72.832 55.2012 72.7559 54.3822 72.7676 53.5391C72.7793 52.696 72.9316 51.8468 73.2246 50.9917C73.5176 50.1366 73.9336 49.4199 74.4727 48.8418L74.9648 48.3359C75.5977 47.6615 76.6113 47.1676 78.0059 46.8545C79.4004 46.5413 80.8359 46.3366 82.3125 46.2402L78.1992 51.1182C78.0117 51.335 77.9238 51.5939 77.9355 51.895C77.9473 52.1961 78.0469 52.443 78.2344 52.6357L84.7383 59.501C84.9492 59.7178 85.1953 59.8322 85.4766 59.8442C85.7578 59.8563 86.0039 59.766 86.2148 59.5732L90.8203 55.3096C90.5859 58.8747 89.9297 61.2354 88.8516 62.3916Z"
              fill="#282828" />
          </svg>
          <h3 class="services-item__title">
            Обслуговування раніше встановленої камери
          </h3>
          <p class="services-item__text">
            Діагностика старої камери, виявлення несправностей камери або мережі.
        </div>
      </div>
    </div>
  </section>
  <section class="about" id="service">
    <div class="container__bottom">
      <div class="about-service__wrapper">
        <div class="about-service">
          <span class="about-service__sub-title">
            Про сервіс
          </span>
          <h2 class="about-service__title">
            Technology+
          </h2>
          <p class="about-service__text">
            Сервіс Technology+ успішно працює в місті Хмельницький більше 4-х років. Наші основні
            послуги – це монтаж систем відеонагляду, створення безкоштовної мережі до камер відеонагляду, маршрутизація пристроїв,
            розгортання локальної мережі.
          </p>
          <a class="about-service__link" href="#form">
            Замовити консультацію
            <svg width="26" height="16" viewBox="0 0 26 16" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path
                d="M25.7071 8.70711C26.0976 8.31658 26.0976 7.68342 25.7071 7.29289L19.3431 0.928932C18.9526 0.538408 18.3195 0.538408 17.9289 0.928932C17.5384 1.31946 17.5384 1.95262 17.9289 2.34315L23.5858 8L17.9289 13.6569C17.5384 14.0474 17.5384 14.6805 17.9289 15.0711C18.3195 15.4616 18.9526 15.4616 19.3431 15.0711L25.7071 8.70711ZM0 9L25 9V7L0 7L0 9Z"
                fill="#0085FF" />
            </svg>
          </a>
        </div>
        <img class="about-service__img" src="images/pic_block1.webp" alt="Офіс">
      </div>
      <div class="about-us">
        <img class="about-us__img" src="images/pic_block2.webp" alt="Чому ми">
        <div class="about-us__wrapper">
          <ul class="about-wrapper__list">
            Чому обирають нас
            <li class="about-wrapper__list-item">
              <svg width="16" height="13" viewBox="0 0 16 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M1.04877 6.36583L5.43901 10.7561L14.2195 1.97559" stroke="#0085FF" stroke-width="2" stroke-linecap="round" />
              </svg>
              <p class="about-wrapper__text">
                Швидке встановлення
              </p>
            </li>
            <li class="about-wrapper__list-item">
              <svg width="16" height="13" viewBox="0 0 16 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M1.04877 6.36583L5.43901 10.7561L14.2195 1.97559" stroke="#0085FF" stroke-width="2" stroke-linecap="round" />
              </svg>
              <p class="about-wrapper__text">
                Адаптація під бюджет клієнта
              </p>
            </li>
            <li class="about-wrapper__list-item">
              <svg width="16" height="13" viewBox="0 0 16 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M1.04877 6.36583L5.43901 10.7561L14.2195 1.97559" stroke="#0085FF" stroke-width="2" stroke-linecap="round" />
              </svg>
              <p class="about-wrapper__text">
                Якісне та обережне виконання монтажу
              </p>  
            </li>
            <li class="about-wrapper__list-item">
              <svg width="16" height="13" viewBox="0 0 16 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M1.04877 6.36583L5.43901 10.7561L14.2195 1.97559" stroke="#0085FF" stroke-width="2" stroke-linecap="round" />
              </svg>
              <p class="about-wrapper__text">
              Подальша відповідальність за безперебійну роботу
              </p>
            </li>
          </ul>
        </div>
      </div>
      <div class="about-price" id="price">
        <h2 class="about-price__title">
          Вартість послуг
        </h2>
        <ul class="about-price__list">
          <li class="about-price__list-item">
            <div class="about-price__item">
              <p class="about-price__text">
                Встановлення та налаштування камери (матеріал окремо)
              </p>
              <span class="about-price__span">
                від 150 грн.
              </span>
            </div>
          </li>
          <li class="about-price__list-item">
            <div class="about-price__item">
              <p class="about-price__text">
                Налаштування мережі wi-fi
              </p>
              <span class="about-price__span">
                від 100 грн.
              </span>
            </div>
          </li>
          <li class="about-price__list-item">
            <div class="about-price__item">
              <p class="about-price__text">
                Обслуговування та ремонт раніше встановленої камери
              </p>  
              <span class="about-price__span">
                від 25 грн./шт.
              </span>
            </div>
          </li>
          <li class="about-price__list-item">
            <div class="about-price__item">
              <p class="about-price__text">
                Встановлення та налаштування відео-домофону
              </p>
              <span class="about-price__span">
                від 300 грн.
              </span>
            </div>
          </li>
          <li class="about-price__list-item">
            <div class="about-price__item">
            <p class="about-price__text">
              Встановлення операційної системи та програм
            </p>
            <span class="about-price__span">
              від 300 грн.
            </span>
          </div>
          </li>
        </ul>
      </div>
    </div>
  </section>
  <section class="work">
    <div class="continer__bottom">
      <h2 class="work-title">
        Як ми працюємо
      </h2>
      <div class="work-items">
        <div class="work-items__item">
          <img class="work-img" src="images/pic1.webp" alt="Розрахунки">
          <h3 class="work-item__title work-item__title-b">
            Огляд об’єкту
          </h3>
          <p class="work-item__text">
            Наш спеціаліст безкоштовно оглядає ваш об'єкт та на протязі двух діб готовий надати повну вартість та кошторис. 
          </p>
        </div>
        <div class="work-items__item work-item__b">
          <img class="work-img" src="images/pic2.webp" alt="Камера">
          <h3 class="work-item__title">
            Встановлення камери відеонагляду
          </h3>
          <p class="work-item__text work-item__text-b">
            Встановлення відбувається
            на наступний день після погодження вартості та часткової передплати.
          </p>
        </div>
        <div class="work-items__item">
          <img class="work-img" src="images/pic3.webp" alt="Підтримка">
          <h3 class="work-item__title">
            Подальша технічна підтримка
          </h3>
          <p class="work-item__text">
            Подальша відповідальність за безперебійну роботу.
          </p>
        </div>
      </div>
    </div>
  </section>
  <section class="form" id="form">
    <div class="container__bottom">
      <div class="form__content">
        <h2 class="form__title">
          Замовте консультацію
        </h2>
        <p class="form__text">
          Наш менеджер зв’яжеться з вами на протязі дня
        </p>
        <form id="form-contact" method="POST" class="form__input" autocomplete="off" enctype="multipart/form-data">
          <p class="contact-form__message"></p>
          <input class="name" type="text" placeholder="Ім’я*" required tabindex="0">
          <input class="phone" type="tel" placeholder="Телефон*" required tabindex="0">
          <input class="email" type="email" placeholder="Email*" required tabindex="0">
          <label class="form__label">
            <input class="form__checkbox" type="checkbox">
            Я даю згоду на обробку персональних данних
          </label>
          <input class="contact-form__input contact-form__input_theme" name="theme" type="hidden" value="Заявка с сайта">
          <button class="form__btn" type="submit">
            Відправити заявку
          </button>
        </form>
      </div>
      <img class="form__img" src="images/form.webp" alt="Замовити консультацію">
    </div>
  </section>
  <section class="faq" id="faq">
    <div class="container__bottom">
      <h2 class="faq__title">
        Поширені питання
      </h2>
      <div class="faq__accordion">
        <div class="accordion">
          <input type="radio" name="select" class="accordion-select" />
          <div class="accordion-title">
            <span>
              Чи можливо переглядати відео, якщо я не вдома?
            </span>
            <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
              <circle cx="22" cy="22" r="21" stroke="#A8A8A8" stroke-width="2" />
              <path d="M30.0488 20.3901L22.5366 27.9023L15.0244 20.3901" stroke="#A8A8A8" stroke-width="2" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
          </div>
          <div class="accordion-content">
            Так, перегляд відео можливо з будь якої точки, де є доступ до інтернету.
          </div>
          <input type="radio" name="select" class="accordion-select" />
          <div class="accordion-title">
            <span>
              Скільки діє гарантія?
            </span>
            <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
              <circle cx="22" cy="22" r="21" stroke="#A8A8A8" stroke-width="2" />
              <path d="M30.0488 20.3901L22.5366 27.9023L15.0244 20.3901" stroke="#A8A8A8" stroke-width="2" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
          </div>
          <div class="accordion-content">
            Гарантія після встановлення 3 місяці (окремо надаються гарантії на переферію та прилади)
          </div>
          <input type="radio" name="select" class="accordion-select" />
          <div class="accordion-title">
            <span>
              Чи можливо вимикати запис, коли я вдома?
            </span>
            <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
              <circle cx="22" cy="22" r="21" stroke="#A8A8A8" stroke-width="2" />
              <path d="M30.0488 20.3901L22.5366 27.9023L15.0244 20.3901" stroke="#A8A8A8" stroke-width="2" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
          </div>
          <div class="accordion-content">
            Так, записом можна керувати як з ПК так і з смартфону.
          </div>
          <input type="radio" name="select" class="accordion-select" />
          <div class="accordion-title">
            <span>
              Чи можливе встановлення свого обладнання?
            </span>
            <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
              <circle cx="22" cy="22" r="21" stroke="#A8A8A8" stroke-width="2" />
              <path d="M30.0488 20.3901L22.5366 27.9023L15.0244 20.3901" stroke="#A8A8A8" stroke-width="2" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
          </div>
          <div class="accordion-content">
            Так, можливе встановлення обладнання, як вашого так і від нашого сервісу.
          </div>
          <input type="radio" name="select" class="accordion-select" />
          <div class="accordion-title">
            <span>
              Якщо виникнуть труднощі з користуванням?
            </span>
            <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
              <circle cx="22" cy="22" r="21" stroke="#A8A8A8" stroke-width="2" />
              <path d="M30.0488 20.3901L22.5366 27.9023L15.0244 20.3901" stroke="#A8A8A8" stroke-width="2" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
          </div>
          <div class="accordion-content">
            В будь який час ви можете зателефонувати нашому спеціалісту для вирішення проблем.
          </div>
          <input type="radio" name="select" class="accordion-select" />
          <div class="accordion-title">
            <span>
              Як можна олатити послугу?
            </span>
            <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
              <circle cx="22" cy="22" r="21" stroke="#A8A8A8" stroke-width="2" />
              <path d="M30.0488 20.3901L22.5366 27.9023L15.0244 20.3901" stroke="#A8A8A8" stroke-width="2" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
          </div>
          <div class="accordion-content">
            Оплата можлива готівковою або безготівковою формами.
          </div>
        </div>
      </div>
    </div>
  </section>
  <footer class="footer">
    <div class="container__bottom">
      <div class="footer__top">
        <button class="footer__btn" type="button">
          <a href="#header" class="footer__btn-link">
            <svg width="65" height="65" viewBox="0 0 65 65" fill="none" xmlns="http://www.w3.org/2000/svg">
              <circle cx="32.5" cy="32.5" r="31.5" stroke="#0085FF" stroke-width="2" />
              <path
                d="M33.7071 19.2929C33.3166 18.9024 32.6834 18.9024 32.2929 19.2929L25.9289 25.6569C25.5384 26.0474 25.5384 26.6805 25.9289 27.0711C26.3195 27.4616 26.9526 27.4616 27.3431 27.0711L33 21.4142L38.6569 27.0711C39.0474 27.4616 39.6805 27.4616 40.0711 27.0711C40.4616 26.6805 40.4616 26.0474 40.0711 25.6569L33.7071 19.2929ZM34 45V20H32V45H34Z"
                fill="#0085FF" />
            </svg>
          </a>
        </button>
        <a class="footer-link__logo" href="index.html">
          <svg width="106" height="19" viewBox="0 0 106 19" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M5.72168 14H4.22754V2.47754H0.158203V1.15039H9.79102V2.47754H5.72168V14ZM15.583 14.1758C14.1592 14.1758 13.0342 13.7422 12.208 12.875C11.3877 12.0078 10.9775 10.8037 10.9775 9.2627C10.9775 7.70996 11.3584 6.47656 12.1201 5.5625C12.8877 4.64844 13.916 4.19141 15.2051 4.19141C16.4121 4.19141 17.3672 4.58984 18.0703 5.38672C18.7734 6.17773 19.125 7.22363 19.125 8.52441V9.44727H12.4893C12.5186 10.5781 12.8027 11.4365 13.3418 12.0225C13.8867 12.6084 14.6514 12.9014 15.6357 12.9014C16.6729 12.9014 17.6982 12.6846 18.7119 12.251V13.5518C18.1963 13.7744 17.707 13.9326 17.2441 14.0264C16.7871 14.126 16.2334 14.1758 15.583 14.1758ZM15.1875 5.41309C14.4141 5.41309 13.7959 5.66504 13.333 6.16895C12.876 6.67285 12.6064 7.37012 12.5244 8.26074H17.5605C17.5605 7.34082 17.3555 6.6377 16.9453 6.15137C16.5352 5.65918 15.9492 5.41309 15.1875 5.41309ZM25.4707 14.1758C24.0762 14.1758 22.9951 13.748 22.2275 12.8926C21.4658 12.0312 21.085 10.8154 21.085 9.24512C21.085 7.63379 21.4717 6.38867 22.2451 5.50977C23.0244 4.63086 24.1318 4.19141 25.5674 4.19141C26.0303 4.19141 26.4932 4.24121 26.9561 4.34082C27.4189 4.44043 27.7822 4.55762 28.0459 4.69238L27.5977 5.93164C27.2754 5.80273 26.9238 5.69727 26.543 5.61523C26.1621 5.52734 25.8252 5.4834 25.5322 5.4834C23.5752 5.4834 22.5967 6.73145 22.5967 9.22754C22.5967 10.4111 22.834 11.3193 23.3086 11.9521C23.7891 12.585 24.498 12.9014 25.4355 12.9014C26.2383 12.9014 27.0615 12.7285 27.9053 12.3828V13.6748C27.2607 14.0088 26.4492 14.1758 25.4707 14.1758ZM36.791 14V7.76855C36.791 6.9834 36.6123 6.39746 36.2549 6.01074C35.8975 5.62402 35.3379 5.43066 34.5762 5.43066C33.5625 5.43066 32.8213 5.70605 32.3525 6.25684C31.8896 6.80762 31.6582 7.70996 31.6582 8.96387V14H30.1992V0.324219H31.6582V4.46387C31.6582 4.96191 31.6348 5.375 31.5879 5.70312H31.6758C31.9629 5.24023 32.3701 4.87695 32.8975 4.61328C33.4307 4.34375 34.0371 4.20898 34.7168 4.20898C35.8945 4.20898 36.7764 4.49023 37.3623 5.05273C37.9541 5.60938 38.25 6.49707 38.25 7.71582V14H36.791ZM47.8477 14V7.76855C47.8477 6.9834 47.6689 6.39746 47.3115 6.01074C46.9541 5.62402 46.3945 5.43066 45.6328 5.43066C44.625 5.43066 43.8867 5.70312 43.418 6.24805C42.9492 6.79297 42.7148 7.69238 42.7148 8.94629V14H41.2559V4.36719H42.4424L42.6797 5.68555H42.75C43.0488 5.21094 43.4678 4.84473 44.0068 4.58691C44.5459 4.32324 45.1465 4.19141 45.8086 4.19141C46.9688 4.19141 47.8418 4.47266 48.4277 5.03516C49.0137 5.5918 49.3066 6.48535 49.3066 7.71582V14H47.8477ZM60.627 9.1748C60.627 10.7451 60.2314 11.9727 59.4404 12.8574C58.6494 13.7363 57.5566 14.1758 56.1621 14.1758C55.3008 14.1758 54.5361 13.9736 53.8682 13.5693C53.2002 13.165 52.6846 12.585 52.3213 11.8291C51.958 11.0732 51.7764 10.1885 51.7764 9.1748C51.7764 7.60449 52.1689 6.38281 52.9541 5.50977C53.7393 4.63086 54.8291 4.19141 56.2236 4.19141C57.5713 4.19141 58.6406 4.63965 59.4316 5.53613C60.2285 6.43262 60.627 7.64551 60.627 9.1748ZM53.2881 9.1748C53.2881 10.4053 53.5342 11.3428 54.0264 11.9873C54.5186 12.6318 55.2422 12.9541 56.1973 12.9541C57.1523 12.9541 57.876 12.6348 58.3682 11.9961C58.8662 11.3516 59.1152 10.4111 59.1152 9.1748C59.1152 7.9502 58.8662 7.02148 58.3682 6.38867C57.876 5.75 57.1465 5.43066 56.1797 5.43066C55.2246 5.43066 54.5039 5.74414 54.0176 6.37109C53.5312 6.99805 53.2881 7.93262 53.2881 9.1748ZM64.6523 14H63.1934V0.324219H64.6523V14ZM76.0605 9.1748C76.0605 10.7451 75.665 11.9727 74.874 12.8574C74.083 13.7363 72.9902 14.1758 71.5957 14.1758C70.7344 14.1758 69.9697 13.9736 69.3018 13.5693C68.6338 13.165 68.1182 12.585 67.7549 11.8291C67.3916 11.0732 67.21 10.1885 67.21 9.1748C67.21 7.60449 67.6025 6.38281 68.3877 5.50977C69.1729 4.63086 70.2627 4.19141 71.6572 4.19141C73.0049 4.19141 74.0742 4.63965 74.8652 5.53613C75.6621 6.43262 76.0605 7.64551 76.0605 9.1748ZM68.7217 9.1748C68.7217 10.4053 68.9678 11.3428 69.46 11.9873C69.9521 12.6318 70.6758 12.9541 71.6309 12.9541C72.5859 12.9541 73.3096 12.6348 73.8018 11.9961C74.2998 11.3516 74.5488 10.4111 74.5488 9.1748C74.5488 7.9502 74.2998 7.02148 73.8018 6.38867C73.3096 5.75 72.5801 5.43066 71.6133 5.43066C70.6582 5.43066 69.9375 5.74414 69.4512 6.37109C68.9648 6.99805 68.7217 7.93262 68.7217 9.1748ZM86.5107 4.36719V5.29004L84.7266 5.50098C84.8906 5.70605 85.0371 5.97559 85.166 6.30957C85.2949 6.6377 85.3594 7.00977 85.3594 7.42578C85.3594 8.36914 85.0371 9.12207 84.3926 9.68457C83.748 10.2471 82.8633 10.5283 81.7383 10.5283C81.4512 10.5283 81.1816 10.5049 80.9297 10.458C80.3086 10.7861 79.998 11.1992 79.998 11.6973C79.998 11.9609 80.1064 12.1572 80.3232 12.2861C80.54 12.4092 80.9121 12.4707 81.4395 12.4707H83.1445C84.1875 12.4707 84.9873 12.6904 85.5439 13.1299C86.1064 13.5693 86.3877 14.208 86.3877 15.0459C86.3877 16.1123 85.96 16.9238 85.1045 17.4805C84.249 18.043 83.001 18.3242 81.3604 18.3242C80.1006 18.3242 79.1279 18.0898 78.4424 17.6211C77.7627 17.1523 77.4229 16.4902 77.4229 15.6348C77.4229 15.0488 77.6104 14.542 77.9854 14.1143C78.3604 13.6865 78.8877 13.3965 79.5674 13.2441C79.3213 13.1328 79.1133 12.96 78.9434 12.7256C78.7793 12.4912 78.6973 12.2188 78.6973 11.9082C78.6973 11.5566 78.791 11.249 78.9785 10.9854C79.166 10.7217 79.4619 10.4668 79.8662 10.2207C79.3682 10.0156 78.9609 9.66699 78.6445 9.1748C78.334 8.68262 78.1787 8.12012 78.1787 7.4873C78.1787 6.43262 78.4951 5.62109 79.1279 5.05273C79.7607 4.47852 80.6572 4.19141 81.8174 4.19141C82.3213 4.19141 82.7754 4.25 83.1797 4.36719H86.5107ZM78.8291 15.6172C78.8291 16.1387 79.0488 16.5342 79.4883 16.8037C79.9277 17.0732 80.5576 17.208 81.3779 17.208C82.6025 17.208 83.5078 17.0234 84.0938 16.6543C84.6855 16.291 84.9814 15.7959 84.9814 15.1689C84.9814 14.6475 84.8203 14.2842 84.498 14.0791C84.1758 13.8799 83.5693 13.7803 82.6787 13.7803H80.9297C80.2676 13.7803 79.752 13.9385 79.3828 14.2549C79.0137 14.5713 78.8291 15.0254 78.8291 15.6172ZM79.6201 7.45215C79.6201 8.12598 79.8105 8.63574 80.1914 8.98145C80.5723 9.32715 81.1025 9.5 81.7822 9.5C83.2061 9.5 83.918 8.80859 83.918 7.42578C83.918 5.97852 83.1973 5.25488 81.7559 5.25488C81.0703 5.25488 80.543 5.43945 80.1738 5.80859C79.8047 6.17773 79.6201 6.72559 79.6201 7.45215ZM86.959 4.36719H88.5234L90.6328 9.86035C91.0957 11.1143 91.3828 12.0195 91.4941 12.5762H91.5645C91.6406 12.2773 91.7988 11.7676 92.0391 11.0469C92.2852 10.3203 93.082 8.09375 94.4297 4.36719H95.9941L91.8545 15.3359C91.4443 16.4199 90.9639 17.1875 90.4131 17.6387C89.8682 18.0957 89.1973 18.3242 88.4004 18.3242C87.9551 18.3242 87.5156 18.2744 87.082 18.1748V17.0059C87.4043 17.0762 87.7646 17.1113 88.1631 17.1113C89.165 17.1113 89.8799 16.5488 90.3076 15.4238L90.8438 14.0527L86.959 4.36719ZM101.751 7.04785H105.372V8.26074H101.751V12.0049H100.529V8.26074H96.9258V7.04785H100.529V3.28613H101.751V7.04785Z"
              fill="#0085FF" />
          </svg>
        </a>
        <ul class="footer__contact-list">
          <li class="contact-list__item">
            <p class="footer-top__text">
              м. Хмельницький
            </p>
          </li>
          <li class="contact-list__item">
            <a class="footer__tel" href="tel:+38096-801-53-40">
              +38096-801-53-40
            </a>
          </li>
          <li class="contact-list__item">
            <a class="email" href="emai:technology.plus@ukr.net">
              technology.plus@ukr.net
            </a>
          </li>
        </ul>
        <ul class="footer__menu-list">
          <li class="menu-list__item">
            <a class="menu-list__about" href="#service">
              Про сервіс
            </a>
          </li>
          <li class="menu-list__item">
            <a class="menu-list__services" href="#services">
              Наші послуги
            </a>
          </li>
          <li class="menu-list__item">
            <a class="menu-list__faq" href="#faq">
              Питання/відповіді
            </a>
          </li>
        </ul>
        <div class="footer__items">
          <a class="about-service__link footer__link" href="#form">
            Замовити консультацію
            <svg width="26" height="16" viewBox="0 0 26 16" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path
                d="M25.7071 8.70711C26.0976 8.31658 26.0976 7.68342 25.7071 7.29289L19.3431 0.928932C18.9526 0.538408 18.3195 0.538408 17.9289 0.928932C17.5384 1.31946 17.5384 1.95262 17.9289 2.34315L23.5858 8L17.9289 13.6569C17.5384 14.0474 17.5384 14.6805 17.9289 15.0711C18.3195 15.4616 18.9526 15.4616 19.3431 15.0711L25.7071 8.70711ZM0 9L25 9V7L0 7L0 9Z"
                fill="#0085FF" />
            </svg>
          </a>
          <a href="https://t.me/Tim4ik5" class="footer__t-link">
            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0)">
              <path
                d="M23.0485 1.58791L0 10.9116V12.2593L6.60138 14.2972L8.68914 20.9951L10.3557 20.9948L13.0427 18.2456L18.7149 22.4119L19.819 21.9918L24 2.38648L23.0485 1.58791ZM18.6704 20.6342L11.2 15.1472L10.3674 16.2806L11.8979 17.4048L9.72394 19.5885L8.01808 14.1159L17.8987 8.21643L17.1777 7.00887L7.15172 12.9951L2.3013 11.4978L22.3483 3.38833L18.6704 20.6342Z"
                fill="#0085FF" />
            </g>
            <defs>
              <clipPath id="clip0">
                <rect width="24" height="24" fill="white" />
              </clipPath>
            </defs>
            </svg>
            Telegram
          </a>
        </div>
      </div>
      <div class="footer__bottom">
        <p class="footer__bottom-text">
          Сайт розробили:
        </p>
        <a class="footer__bottom-mail" href="emai:digitalstudiopro7@gmail.com">
          digitalstudiopro7@gmail.com
        </a>
        <p class="footer__bottom-rights">
          Всі права захищено 2021©
        </p>
      </div>
    </div>
  </footer>

  <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
  <script src="/telegramform/js/telegramform.js"></script>
  <script>
        let inputs = document.querySelectorAll('.contact-form__input_file');
        Array.prototype.forEach.call(inputs, function (input) {
          let label = input.nextElementSibling,
            labelVal = label.querySelector('.contact-form__file-text').innerText;
      
          input.addEventListener('change', function (e) {
            let countFiles = '';
            if (this.files && this.files.length >= 1)
              countFiles = this.files.length;
      
            if (countFiles)
              label.querySelector('.contact-form__file-text').innerText = 'Выбрано файлов: ' + countFiles;
            else
              label.querySelector('.contact-form__file-text').innerText = labelVal;
          });
        });
    </script>
  <script src="js/main.js"></script>
</body>
</html>
